Repository: thijsverstapen/ChillMate
Catalog: ChillMateWatchApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl

source: %lld bpm - slow down
de: %lld bpm - mach langsamer
es: %lld ppm - baja el ritmo
fr: %lld bpm - ralentis
nl: %lld bpm - rustig aan

source: %lld logged today
de: %lld heute geloggt
es: %lld registrados hoy
fr: %lld enregistrés aujourd'hui
nl: %lld vandaag gelogd

source: Breathe in
de: Einatmen
es: Inhala
fr: Inspire
nl: Adem in

source: Breathe out
de: Ausatmen
es: Exhala
fr: Expire
nl: Adem uit

source: Breathing
de: Atmen
es: Respiración
fr: Respiration
nl: Ademhaling

source: Call %@
de: %@ anrufen
es: Llamar a %@
fr: Appeler %@
nl: Bel %@

source: Call trusted contact
de: Vertrauensperson anrufen
es: Llamar a tu persona de confianza
fr: Appeler ta personne de confiance
nl: Bel je vertrouwenscontact

source: Calm in 4-4
de: Ruhe im 4-4-Takt
es: Calma en 4-4
fr: Calme en 4-4
nl: Rust in 4-4

source: Discreet check-ins
de: Diskrete Check-ins
es: Controles discretos
fr: Points discrets
nl: Discrete check-ins

source: Effect window
de: Wirkfenster
es: Ventana de efecto
fr: Fenêtre d'effet
nl: Effectvenster

source: Emergency %@
de: Notruf %@
es: Emergencias %@
fr: Urgences %@
nl: Noodnummer %@

source: Gentle nudges on
de: Sanfte Impulse an
es: Avisos suaves activados
fr: Rappels doux activés
nl: Zachte seintjes aan

source: Heart rate
de: Herzfrequenz
es: Frecuencia cardiaca
fr: Fréquence cardiaque
nl: Hartslag

source: Hydration
de: Flüssigkeit
es: Hidratación
fr: Hydratation
nl: Hydratatie

source: If something feels wrong, get help. You are not in trouble.
de: Wenn sich etwas falsch anfühlt, hol dir Hilfe. Du bist nicht in Schwierigkeiten.
es: Si algo no va bien, busca ayuda. No estás en problemas.
fr: Si quelque chose ne va pas, cherche de l'aide. Tu n'as rien fait de mal.
nl: Als iets niet goed voelt, zoek hulp. Je bent niet in de problemen.

source: Log a clear night
de: Eine klare Nacht loggen
es: Registrar una noche sin consumo
fr: Enregistrer une nuit sans conso
nl: Een schone nacht loggen

source: Logged on iPhone
de: Auf dem iPhone gespeichert
es: Registrado en el iPhone
fr: Enregistré sur l'iPhone
nl: Vastgelegd op iPhone

source: No active timer
de: Kein aktiver Timer
es: Sin temporizador activo
fr: Aucun minuteur actif
nl: Geen actieve timer

source: Nothing happened
de: Nichts passiert
es: No pasó nada
fr: Rien à signaler
nl: Niets gebeurd

source: Paused
de: Pausiert
es: En pausa
fr: En pause
nl: Gepauzeerd

source: Phone alerted
de: iPhone benachrichtigt
es: iPhone avisado
fr: iPhone alerté
nl: iPhone gewaarschuwd

source: Ping my phone
de: Mein iPhone anpingen
es: Avisar a mi iPhone
fr: Alerter mon iPhone
nl: Ping mijn iPhone

source: Reach help fast
de: Schnell Hilfe erreichen
es: Consigue ayuda rápido
fr: De l'aide rapidement
nl: Snel hulp bereiken

source: Ready
de: Bereit
es: Listo
fr: Prêt
nl: Klaar

source: Safety
de: Sicherheit
es: Seguridad
fr: Sécurité
nl: Veiligheid

source: Start a dose timer on iPhone
de: Starte einen Dosis-Timer auf dem iPhone
es: Inicia un temporizador de dosis en el iPhone
fr: Lance un minuteur de dose sur l'iPhone
nl: Start een dosistimer op je iPhone

source: Stop
de: Stopp
es: Detener
fr: Arrêter

source: Take it slow before any redose.
de: Lass dir Zeit, bevor du nachlegst.
es: Tómatelo con calma antes de repetir dosis.
fr: Vas-y doucement avant de reprendre une dose.
nl: Doe rustig aan voordat je bijneemt.

source: Tap after water
de: Nach dem Trinken tippen
es: Toca tras beber agua
fr: Touche après avoir bu
nl: Tik na het drinken

source: Window ended
de: Fenster beendet
es: Ventana terminada
fr: Fenêtre terminée
nl: Venster voorbij

source: day clear
de: Tag clean
es: día sin consumo
fr: jour sans conso
nl: dag schoon

source: days clear
de: Tage clean
es: días sin consumo
fr: jours sans conso
nl: dagen schoon

source: %lld bpm
es: %lld ppm

source: Start
es: Iniciar
fr: Démarrer
